cask_args appdir: "/Applications"

tap 'caskroom/cask'
tap 'homebrew/services'
tap 'homebrew/cask-fonts'

brew 'ansible'
brew 'arping'
brew 'bash'
brew 'bash-completion'
brew 'bettercap'
brew 'bmon'
brew 'ccat'
brew 'coreutils'
brew 'cowsay'
brew 'ctags'
brew 'ctop'
brew 'curl'
brew 'dnsmasq'
brew 'docker-compose'
brew 'fcrackzip'
brew 'fd'
brew 'ffmpeg'
brew 'fortune'
brew 'fzf'
brew 'geoip'
brew 'git'
brew 'gnupg'
brew 'go'
brew 'grep'
brew 'hping'
brew 'htop'
brew 'hydra'
brew 'iftop'
brew 'irssi'
brew 'john-jumbo'
brew 'jq'
brew 'jump'
brew 'lua'
brew 'lynis'
brew 'masscan'
brew 'mitmproxy'
brew 'neovim'
brew 'ngrep'
brew 'nmap'
brew 'node'
brew 'python'
brew 'python3'
brew 'reattach-to-user-namespace'
brew 'rkhunter'
brew 'ripgrep'
brew 'ruby'
brew 'shellcheck'
brew 'socat'
brew 'speedtest-cli'
brew 'sqlite'
brew 'sqlmap'
brew 'subliminal'
brew 'tarsnap'
brew 'tig'
brew 'tmux'
brew 'tor'
brew 'tree'
brew 'ttygif'
brew 'ttyrec'
brew 'unrar'
brew 'vim'
brew 'watch'
brew 'wget'
brew 'xz'
brew 'you-get'
brew 'youtube-dl'

mas 'cointick', id: 1141688067
mas 'whatsapp-desktop', id: 1147396723

cask '1password'
cask 'android-sdk'
cask 'android-studio'
cask 'beardedspice'
cask 'brave-browser'
cask 'docker'
cask 'figma'
cask 'firefox'
cask 'google-chrome'
cask 'iterm2'
cask 'oversight'
cask 'stremio'
cask 'slack'
cask 'spectacle'
cask 'spotify'
cask 'transmission'
cask 'vlc'
