cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/headonly'
tap 'homebrew/services'
tap 'neovim/neovim'

brew 'ripgrep'
brew 'ack'
brew 'arping'
brew 'git'
brew 'node'
brew 'bash'
brew 'bash-completion'
brew 'docker'
brew 'boot2docker'
brew 'ccat'
brew 'cmus'
brew 'coreutils'
brew 'cowsay'
brew 'libyaml'
brew 'crystal-lang'
brew 'ctags'
brew 'curl', args: ['with-c-ares', 'with-gssapi', 'with-libmetalink', 'with-libssh2', 'with-nghttp2', 'with-rtmpdump', 'with-openssl']
brew 'dnsmasq'
brew 'docker-machine'
brew 'docker-compose'
brew 'docker-machine-driver-xhyve'
brew 'erlang'
brew 'elixir'
brew 'bettercap'
brew 'fcrackzip'
brew 'ffmpeg', args: ['with-libass', 'with-libssh', 'with-openh264', 'with-openjpeg', 'with-openssl', 'with-sdl2', 'with-tools', 'with-webp', 'with-x265']
brew 'fortune'
brew 'fzf'
brew 'geoip'
brew 'gnupg'
brew 'go'
brew 'grep'
brew 'hping'
brew 'htop'
brew 'hydra'
brew 'i2p'
brew 'iftop'
brew 'libtool'
brew 'xz'
brew 'imagemagick'
brew 'irssi'
brew 'john-jumbo'
brew 'jq'
brew 'sqlite', args: ['universal', 'with-docs', 'with-fts']
brew 'python'
brew 'lua'
brew 'masscan'
brew 'python3'
brew 'mitmproxy'
brew 'neovim', args: ['HEAD']
brew 'ngrep'
brew 'nmap'
brew 'reattach-to-user-namespace'
brew 'redis', restart_service: true
brew 'shellcheck'
brew 'socat'
brew 'speedtest-cli'
brew 'sqlmap'
brew 'tarsnap'
brew 'tig'
brew 'tmux'
brew 'tor'
brew 'tree'
brew 'ttyrec'
brew 'ttygif'
brew 'unrar'
brew 'vim', args: ['with-lua', 'with-luajit', 'with-override-system-vi']
brew 'watch'
brew 'wget', args: ['with-iri']
brew 'you-get'
brew 'youtube-dl'

cask 'google-chrome'
cask '1password'
cask 'firefox'
cask 'transmission'
cask 'slack'
cask 'handbrake'
cask 'vlc'
