cask_args appdir: "/Applications"

tap 'homebrew/services'
tap 'homebrew/cask-fonts'
tap 'mvrilo/taps'

brew 'bash'
brew 'bash-completion'
brew 'bat'
brew 'coreutils'
brew 'ctags'
brew 'ctop'
brew 'curl'
brew 'direnv'
brew 'dnsmasq'
brew 'duf'
brew 'fd'
brew 'ffmpeg'
brew 'fzf'
brew 'git'
brew 'git-delta'
brew 'gnupg'
brew 'go'
brew 'grep'
brew 'helm'
brew 'htop'
brew 'jq'
brew 'k3sup'
brew 'kubectl'
brew 'luajit', args: ['HEAD']
brew 'neovim', args: ['HEAD']
brew 'nmap'
brew 'node'
brew 'packer'
brew 'python3'
brew 'reattach-to-user-namespace'
brew 'ripgrep'
brew 'rkhunter'
brew 'shellcheck'
brew 'socat'
brew 'speedtest-cli'
brew 'sqlite'
brew 'tarsnap'
brew 'terraform'
brew 'tig'
brew 'tmux'
brew 'tor'
brew 'tree'
brew 'tree-sitter', args: ['HEAD']
brew 'vim'
brew 'watch'
brew 'wget'
brew 'you-get'
brew 'youtube-dl'

mas 'cointick', id: 1141688067
mas 'whatsapp-desktop', id: 1147396723
mas 'tailscale', id: 1475387142

cask '1password'
cask 'alacritty'
cask 'beardedspice'
cask 'brave-browser'
cask 'docker'
cask 'firefox'
cask 'lulu'
cask 'oversight'
cask 'stremio'
cask 'slack'
cask 'spectacle'
cask 'spotify'
cask 'telegram'
cask 'transmission'
cask 'vlc'
